Repository: HakobyanG/CurrencyToday
Catalog: Currency Today/*.lproj/Localizable.strings
Languages: hy

source: Dram
hy: Դրամ

source: Rubli
hy: Ռուբլի

source: Dollar
hy: Դոլլար

source: Euro
hy: Եվրո

source: Lari
hy: Լարի

source: Tenge
hy: Տենգե

# title
source: Current currency Ö‡ graph
hy: Ներկայիս արժույթը և գրաֆիկը

# title2
source: Choose the currency of your money
hy: Ընտրեք ձեր գումարի տարադրամը

# change
source: Transformation
hy: Փոխակերպում

source: Settings
hy: Կարգավորումներ

# title3
source: Appendix
hy: Հավելված

# connect
source: Contact us
hy: Կապ մեզ հետ

# we
source: About us
hy: Մեր մասին

# share
source: Share the app
hy: Կիսվել հավելվածով

# appInfo
source: About the app:
hy: Հավելվածի մասին

# lang
source: Language
hy: Լեզու

# we1
source: The program was made
hy: Ծրագիրը կազմել են

source: Ok
hy: Լավ

# info
source: The program is designed to get information about the currency at any time of the day, to see their growth or decrease graph, to know the currency of your money, it is available in any country in any currency
hy: Ծրագիրը նախատեսված է օրվա ցանկացած ժամին արժույթի մասին տեղեկություն ստանալու,նրանց աճի և նվազման գրաֆիկը տեսնելու, ձեր ունեցած գումարի արտարժույթը իմանալու համար,այն հասանելի է ցանկացած երկրում ցանկացած արժույթով

# Iy
source: Garnik Hakobyan and Onik Mkrtchyan
hy: Գառնիկ Հակոբյանը և Օնիկ Մկրտչյանը

# changeName
source: Modified value
hy: Փոփոխված արժեք

# money
source: Fill in the amount
hy: Լրացրեք գումարի չափը

# clickWrite
source: Click and write
hy: Սեղմիր և գրիր

# difference
source: The difference during that time
hy: Տարբերությունը այդ ընթացքում

# low
source: Low value
hy: Ցածր արժեք

# average
source: Average value
hy: Միջին արժեք

# big
source: High value
hy: Բարձր արժեք

source: Weak
hy: Շաբաթ

source: Month
hy: Ամիս

source: Year
hy: Տարի
